/* Next-button titles */
"CLOSE" = "Lukk";
"SHUTDOWN" = "Slå av";
"RESTART" = "Omstart";
"LOGOUT" = "Logg av";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "Installereren avsluttes automatisk om %d sekunder.";
"AutoQuit1"		= "Installereren avsluttes automatisk om 1 sekund.";
"AutoMsg"		= "Maskinen vil %1$@ om %2$d sekunder.";
"AutoMsg1"		= "Maskinen vil %@ om 1 sekund.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "starte på nytt";
"AutoLogout"	= "logg av";
"AutoShutdown"	= "slå av";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "Maskinen starter på nytt.";
"AutoLogoutIsOccurring" = "Maskinen logger av.";
"AutoShutdownIsOccurring" = "Maskinen slås av.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Klikk på Slå av for å fullføre installeringen av programvaren.";
"ManualLogoutMsg" = "Klikk på Logg av for å fullføre programvareinstalleringen.";
"ManualRequiredRebootMsg" = "Klikk på Omstart for å fullføre installeringen.";
"ManualRequiredRebootAfterFailureMsg" = "Klikk på Omstart for å prøve å installere på nytt.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "Installeringen var vellykket.";
"InstallCompletedSuccessfullyDescription" = "Programvaren ble installert.";
"InstallCompletedWithErrorsTitle" = "Det oppsto feil med installeringen. Du bør prøve å installere på nytt.";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "Installeringen var vellykket.";
"InstallFailedTitle" = "Installeringen mislyktes.";
